/* Localized versions of Info.plist keys */

/* Bundle information */
CFBundleName = "Finder";

/* General kind strings */
"Folder" = "Kansio";
"Volume" = "Taltio";
"Burn Folder" = "Poltettava kansio";

/* Clipping kind strings */
"Picture Clipping" = "Kuvaleike";
"Text Clipping" = "Tekstileike";
"Sound Clipping" = "Äänileike";
"Clipping" = "Leike";

/* Location kind strings */
"Web Internet Location" = "Internet-sijainti";
"Mail Internet Location" = "Sähköposti-internet-sijainti";
"AFP Internet Location" = "AFP-internet-sijainti";
"AppleTalk Internet Location" = "AppleTalk-internet-sijainti";
"NSL Internet Location" = "NSL-internet-sijainti";
"Internet Location" = "Internet-sijainti";
"File Internet Location" = "Tiedoston internet-sijainti";
"FTP Internet Location" = "FTP-internet-sijainti";
"News Internet Location" = "Uutisryhmä-internet-sijainti";

/* Misc kind strings */
"AFP URL" = "AFP-osoite";
"File URL" = "Tiedosto-osoite";
"FTP URL" = "FTP-osoite";
"Saved Search Query" = "Tallennettujen hakujen kysely";
"Predefined Search" = "Esimääritelty haku";
